{
  "header": {
    "homeButton": "Strona startowa"
  },
  "home": {
    "welcomeTextHeader": "Witaj w quizie o polskiej tradycji i kulturze!",
    "welcomeInfo": [
      "Polska to kraj o bogatej historii, pełnej unikalnych zwyczajów, obrzędów i symboli.",
      "Od tradycyjnych potraw i tańców po regionalne obrzędy i święta – nasza kultura jest niezwykle różnorodna i fascynująca.",
      "Sprawdź swoją wiedzę i przekonaj się, jak dobrze znasz polskie tradycje!"
    ],
    "startButton": "Rozpocznij quiz"
  },
  "quiz": {
    "question1": {
      "value": "W polskiej tradycji budowlanej „wiecha” to dekoracyjny wieniec lub drzewko umieszczane na szczycie budynku. Co symbolizuje ten zwyczaj?",
      "rightAnswer": "Ukończenie budowy dachu i pomyślność dla gospodarzy",
      "wrongAnswer1": "Ostateczny akt poświęcenia domu przez księdza",
      "wrongAnswer2": "Jest to magiczny amulet chroniący budynek przed piorunami",
      "wrongAnswer3": "Ostatni etap prac wykończeniowych wewnątrz budynku"
    },
    "question2": {
      "value": "Jaka jest nazwa polskiego obyczaju polegającego na składaniu darów z plonów na zakończenie żniw?",
      "rightAnswer": "Dożynki",
      "wrongAnswer1": "Noc Kupały",
      "wrongAnswer2": "Andrzejki",
      "wrongAnswer3": "Dziady"
    },
    "question3": {
      "value": "Jak nazywa się staropolski zwyczaj, w którym rodzina i sąsiedzi czuwają przy zmarłym w ostatnią noc przed pogrzebem?",
      "rightAnswer": "Pusta noc",
      "wrongAnswer1": "Stradanie",
      "wrongAnswer2": "Tryzna",
      "wrongAnswer3": "Zadyma"
    },
    "question4": {
      "value": "W tradycji polskiego chłopstwa „zapusty” to inna nazwa na:",
      "rightAnswer": "Ostatnie dni karnawału",
      "wrongAnswer1": "Wielkanocne śniadanie",
      "wrongAnswer2": "Pożegnanie lata",
      "wrongAnswer3": "Pora orki i siewu"
    },
    "question5": {
      "value": "Które miasto w Polsce słynie z corocznego Jarmarku Dominikańskiego?",
      "rightAnswer": "Gdańsk",
      "wrongAnswer1": "Kraków",
      "wrongAnswer2": "Warszawa",
      "wrongAnswer3": "Wrocław"
    },
    "previousQuestion": "Poprzednie pytanie",
    "nextQuestion": "Następne pytanie",
    "seeResults": "Zobacz wyniki"
  },
  "results": {
    "correctAnswers": "Poprawne odpowiedzi: {{ value }}",
    "wrongAnswers": "Niepoprawne odpowiedzi: {{ value }}",
    "text": {
      "bad": "Twoja wiedza o polskiej tradycji i kulturze wymaga jeszcze trochę pracy, ale nie przejmuj się! Każdy quiz to krok w stronę większej wiedzy.",
      "average": "Świetnie Ci poszło, ale jest jeszcze kilka rzeczy, które można poprawić. Polskie tradycje to temat pełen ciekawostek, więc z pewnością masz jeszcze sporo do odkrycia!",
      "good": "Doskonale poszło Ci z tym quizem! Twoja wiedza o polskich tradycjach i kulturze jest naprawdę imponująca. Brawo za świetne wyniki!"
    },
    "summaryText": "Kliknij przycisk poniżej, aby przejrzeć pytania i sprawdzić poprawne odpowiedzi.",
    "seeSummary": "Zobacz odpowiedzi"
  }
}
